{
    "social-media": {
        "linkedin": "https://www.linkedin.com/in/reza-hartono/",
        "instagram": "https://www.instagram.com/rezaahartono/",
        "whatsapp": "https://wa.me/6285171042001",
        "facebook": "https://www.facebook.com/reza.hr.11",
        "email": "mailto:rezaaahartono@gmail.com",
        "github": "https://github.com/rezahartono"
    },
    "work-experience": [{
            "name": "PT. Mitratex Konsultan",
            "logo": "/assets/data/work-experience/mitratex.png"
        },
        {
            "name": "PT. Lemurian Inovasi Teknologi",
            "logo": "/assets/data/work-experience/lemurian.png"
        }
    ],
    "portfolios": [{
            "title": "Rantaipasok",
            "description": "<p><b>Rantaipasok</b> adalah project mobile apps pertama saya yang dibuat dengan 3 versi yaitu Support, Marketplace dan POS.<br><br> untuk versi mobilenya sendiri rantaipasok dibuat emnggunakan teknologi Framework Flutter dengan Povider sebagai state management nya.<br><br>terdapat beberapa fitur yang menonjol dalam aplikasi ini seperti payment gateway menggunakan Midtrans, dll</p>",
            "ui": [],
            "image": "/assets/data/portfolio/rantaipasok.png"
        },
        {
            "title": "Ultima Lintasarta",
            "description": "<p><b>Ultima Lintasarta</b> adalah aplikasi Customer Facing Lintasarta, yang di buat untuk customer <b>Kominfo</b>.<br>aplikasi ini dibuat dengan teknologi framework flutter dengan sate management nya provider, dengan transaksi data mengunakan API. <br>didalam aplikasi ini terdapat beberapa menu dan dashboard untuk menunjang kebutuhan user dari kominfo. </p>",
            "ui": [
            ],
            "image": "/assets/data/portfolio/lintas-kominfo.png"
        },
        {
            "title": "IWAPI Marketplace",
            "description": "<p><b>Rantaipasok IWAPI</b> adalah salah satu instance aplikasi dari <b>Rantaipasok</b> untuk organisasi IWAPI sebagai wadah marketplacenya.<br><br>Berbeda dengan aplikasi sebelumnya Rantaipasok IWAPI ini hanya dibuat dengan menggunakan versi WebView</p>",
            "ui": [],
            "image": "/assets/data/portfolio/iwapi.png"
        },
        {
            "title": "ADM Customer Facing",
            "description": "<p><b>ADM Customer Facing</b> adalah salah satu instance aplikasi <b>ESTIM ITSM</b> di customer PT. Astra Daihatsu Motor.<br><br>Aplikasi ini masih sama dengan yang sebelumnya yaitu menggunakan teknologi Framework Flutter dan Provider sebagai state management nya.<br><br>di dalam aplikasi ini terdapat beberapa module ITSM seperti Incident, Request, Approval dll. dengan integrasi menggunakan Rest API</p>",
            "ui": [],
            "image": "/assets/data/portfolio/adm.png"
        },
        {
            "title": "Pelindo TPK",
            "description": "<p><b>Pelindo TPK</b> adalah aplikasi ITSM customer yang dibuat untuk PT. Pelindo Terminal Petikemas.<br>Aplikasi ini dibuild menggunakan teknologi Framework Flutter, dan Provider sebagai state management nya.<br><br>Didalam aplikasi ini terdapat beberapa modul ITSM seperti Incident, Request, Approval dll.<br>selain itu aplikasi ini menggunakan Rest API sebagai transaksi data dan JWT untuk keamanan datanya</br></p>",
            "ui": [],
            "image": "/assets/data/portfolio/ptp.png"
        },
        {
            "title": "ESTIM ITSM",
            "description": "<p><b>ESTIM ITSM</b> adalah aplikasi ITSM pertama yang di buat oleh anak bangsa, dan sudah mendapatkan rekor muri sebagai Aplikasi ITSM pertama di indonesia.<br><br>terdapat beberapa modul ITSM dalam aplikasi ini seperti Incident, Request, Problem, Change, dll.<br>selain itu aplikasi ini dibagi menjadi 2 tampilan yaitu Requester dan Support, dan terdapat beberapa dashboard report yang bisa digunakan user.<br><br>Aplikasi ini dibuild menggunakan framework Flutter dan GetX sebagai state managementnya, sedangkan untuk transaksi data nya menggunakan Rest API & JWT</p>",
            "ui": [],
            "image": "/assets/data/portfolio/estim-itsm.png"
        },
        {
            "title": "PIH Customer Facing",
            "description": "<p><b>PIH Customer Facing</b> merupakan aplikasi ESTIM Mobile yang dibuat untuk customer dari PT. Pupuk Indonesia Holding,<br> di dalam aplikasi ini terdapat beberapa modul ITSM seperti Request, Incident, Problem, Change Request, dll.<br><br>Aplikasi ini juga di buat menggunakan framework Flutter dengan GetX sebagai state managementnya dan transaksi data nya menggunakan Rest API dengan JWT sebagai keamanannya</p>",
            "image": "/assets/data/portfolio/pih.png"
        },
        {
            "title": "SOMEAH",
            "description": "<p><b>SOMEAH</b> adalah aplikasi Omnichannel ESTIM.<br>apikasi ini dibuat untuk mempermudah handling request atau incident dari customer dalam beberapa channel social media melalui 1 aplikasi.<br><br>Aplikasi ini dibuat menggunakan framework Flutter dengan Getx sebagai state managementnya, dan Transaksi datanya menggunakan Rest API dengan JWT sebagai keamanannya</p>",
            "ui": [],
            "image": "/assets/data/portfolio/someah.png"
        },
        {
            "title": "Lintasarta WTM",
            "description": "<p><b>Lintasarta WTM</b> adalah aplikasi Work for Talent Management yang dibuat untuk menujang kinerja HR hanya dengan menggunakan aplikasi. <br><br> didalam aplikasi ini terdapat beberapa module yaitu Resource Request, Timecard, Competency dll. <br> selain itu employee bisa mengajukan request cuti dan sebagainya hanya dengan menggunakan Resource Request. <br><br> Aplikasi ini dibuat dengan menggunakan framework flutter dengan Getx sebagai state managementnya dan untuk transaksi datanya menggunakan Rest API dengan JWT sebagai keamanan datanya</p>",
            "ui": [],
            "image": "/assets/data/portfolio/lintas-wtm.png"
        }
    ]
}